var qustion_2022 =
[
    {
        "question": "यदि किसी वस्तु का तापमान 268K है तो वह बराबर होगा:",
        "options": {
            "A": "-5°C",
            "B": "+5°C",
            "C": "368°C",
            "D": "-25°C"
        },
        "answer": "A"
    },
    {
        "question": "अवस्था परिवर्तन में किसी पदार्थ द्वारा अवशोषित की गई ऊर्जा है:",
        "options": {
            "A": "विशिष्ट ऊष्मा",
            "B": "गुप्त ऊष्मा",
            "C": "हीट कैपेसिटी",
            "D": "मोल की ऊष्मा"
        },
        "answer": "B"
    },
    {
        "question": "ग्रीष्म काल में घड़ा में रखा पानी ठंडा हो जाता है किस कारण से:",
        "options": {
            "A": "विसरण",
            "B": "ट्रांसपिरेशन",
            "C": "परासरण",
            "D": "वाष्पोत्सर्जन"
        },
        "answer": "D"
    },
    {
        "question": "25°C, 38°C और 66°C को केल्विन स्केल में परिवर्तन करने का सही क्रम है:",
        "options": {
            "A": "298 K,  311K  और  339 K",
            "B": "298 K,  300K  और  338 K",
            "C": "273 K,  278K  और  543 K",
            "D": "298 K,  310K  और  338 K"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन तत्व नहीं है:",
        "options": {
            "A": "ग्रेफाइट",
            "B": "जर्मेनियम",
            "C": "सिलिका",
            "D": "सिलिकॉन"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन मेटलॉइड नहीं है:",
        "options": {
            "A": "बोरॉन",
            "B": "सिलिकॉन",
            "C": "गैलियम",
            "D": "जर्मेनियम"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन यौगिक है:",
        "options": {
            "A": "CO",
            "B": "C<sub>10</sub>",
            "C": "NO",
            "D": "एक से अधिक"
        },
        "answer": "D"
    },
    {
        "question": "इनमें से कौन सा विद्युत का अच्छा सुचालक और कुचालक है:",
        "options": {
            "A": "क्रोमियम",
            "B": "जर्मेनियम",
            "C": "गैलियम",
            "D": "पोटैशियम"
        },
        "answer": "B"
    },
    {
        "question": "इनमें से कौन एक रासायनिक परिवर्तन नहीं है:",
        "options": {
            "A": "दही का बनना",
            "B": "कोयले का पकना",
            "C": "नेफ्थेलीन का ऊर्ध्वपातन",
            "D": "फोटो फ्रेम में जंग लगना"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन भिन्न हो सकता है?",
        "options": {
            "A": "दूध",
            "B": "मैग्नीशिया का मिल्क",
            "C": "नमक का घोल",
            "D": "विलयन"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन ठोस में ठोस का घोल है:",
        "options": {
            "A": "बोरॉन",
            "B": "पीतल",
            "C": "बेरीलियम",
            "D": "रोटी"
        },
        "answer": "B"
    },
    {
        "question": "इनमें से कौन चीनी की घुलनशीलता 25°C पर बतलाता है:",
        "options": {
            "A": "21 ग्राम",
            "B": "204 ग्राम",
            "C": "37 ग्राम",
            "D": "164 ग्राम"
        },
        "answer": "B"
    },
    {
        "question": "इनमें से कौन भौतिक परिवर्तन है:",
        "options": {
            "A": "लोहा का पिघलना",
            "B": "लोहा में जंग लगना",
            "C": "लोहा छड़ को मोड़ना",
            "D": "एक से अधिक"
        },
        "answer": "D"
    },
    {
        "question": "द्रव्यमान संरक्षण का सिद्धांत दिया गया था:",
        "options": {
            "A": "डाल्टन द्वारा",
            "B": "प्राउस्ट द्वारा",
            "C": "लावोजियर द्वारा",
            "D": "बर्जिलियम द्वारा"
        },
        "answer": "C"
    },
    {
        "question": "जल में ऑक्सीजन और हाइड्रोजन का अनुपात है:",
        "options": {
            "A": "1:4",
            "B": "1:8",
            "C": "4:1",
            "D": "8:1"
        },
        "answer": "D"
    },
    {
        "question": "12 ग्राम मैग्नीशियम तथा 16 ग्राम सल्फर परमाणु का मोल अनुपात है:",
        "options": {
            "A": "3:4",
            "B": "4:3",
            "C": "1:1",
            "D": "1:2"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से किसकी परमाणुओं की संख्या महत्तम है:",
        "options": {
            "A": "18 ग्राम H<sub>2</sub>O",
            "B": "18 ग्राम O<sub>2</sub>",
            "C": "18 ग्राम CO<sub>2</sub>",
            "D": "18 ग्राम CH<sub>4</sub>"
        },
        "answer": "D"
    },
    {
        "question": "एक परमाणु की प्रकृति होती है:",
        "options": {
            "A": "धनात्मक",
            "B": "ऋणात्मक",
            "C": "उदासीन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "सोडियम का सही इलेक्ट्रॉनिक विन्यास है:",
        "options": {
            "A": "2, 8, 1",
            "B": "8, 2, 1",
            "C": "2, 1, 8",
            "D": "2, 8, 2"
        },
        "answer": "A"
    },
    {
        "question": "परमाणु का प्रथम मॉडल किसने दिया था:",
        "options": {
            "A": "नील्स बोर",
            "B": "रदरफोर्ड",
            "C": "जे.जे. थॉमसन",
            "D": "गोल्डस्टीन"
        },
        "answer": "C"
    },
    {
        "question": "इलेक्ट्रॉन का आविष्कार किया था:",
        "options": {
            "A": "जे.जे. थॉमसन",
            "B": "नील्स बोर",
            "C": "जेम्स चैडविक",
            "D": "गोल्डस्टीन"
        },
        "answer": "A"
    },
    {
        "question": "वह तत्व जिनकी परमाणु संख्या समान परन्तु द्रव्यमान संख्या अलग होती है कहलाते है:",
        "options": {
            "A": "आइसोबार",
            "B": "आइसोटोप",
            "C": "आइसोटोन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "तत्व A,B,C तथा D की परमाणु संख्या क्रमश: 12, 13, 15 एवं 3 है। 3 तत्व जो Cation नहीं बना सकते है:",
        "options": {
            "A": "A",
            "B": "B",
            "C": "C",
            "D": "D"
        },
        "answer": "C"
    },
    {
        "question": "सल्फाइड आयन (S<sup>2</sup>) की संयोजकता इलेक्ट्रॉन (n) की संख्या है:",
        "options": {
            "A": "16",
            "B": "10",
            "C": "9",
            "D": "8"
        },
        "answer": "D"
    },
    {
        "question": "जिन तत्वों की संयोजकता इलेक्ट्रॉन 'एक' होती है:",
        "options": {
            "A": "क्षारीय धातु",
            "B": "क्षारीय भू धातु",
            "C": "धातु एवं अधातु",
            "D": "उपधातु"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन आणविक यौगिक है:",
        "options": {
            "A": "CO<sub>2</sub>",
            "B": "HCl",
            "C": "H<sub>2</sub>O",
            "D": "KCl"
        },
        "answer": "D"
    },
    {
        "question": "इनमें से कौन सोडियम पेरोक्साइड है:",
        "options": {
            "A": "H<sub>2</sub>O<sub>2</sub>",
            "B": "Na<sub>2</sub>O<sub>2</sub>",
            "C": "Na<sub>2</sub>O",
            "D": "Al<sub>2</sub>O<sub>2</sub>",
            
        },
        "answer": "A"
    },
    {
        "question": "इनमें से किस यौगिक में ध्रुवीय सहसंयोजक बंधन है:",
        "options": {
            "A": "CO<sub>2</sub>",
            "B": "H<sub>2</sub>O",
            "C": "Na<sub>2</sub>O",
            "D": "MgO"
        },
        "answer": "B"
    },
    {
        "question": "कार्बनिक यौगिक का महत्वपूर्ण घटक सदस्य है :",
        "options": {
            "A": "समूह 1",
            "B": "समूह 14",
            "C": "समूह 15",
            "D": "समूह 16"
        },
        "answer": "B"
    },
    {
        "question": "निम्नलिखित में से किसकी संयोजी इलेक्ट्रॉन की संख्या अधिकतम है :",
        "options": {
            "A": "Na",
            "B": "Al",
            "C": "Si",
            "D": "P"
        },
        "answer": "D"
    },
    {
        "question": "इनमें से किस तत्व का परमाणु त्रिज्या ज्यादा है:",
        "options": {
            "A": "Mg",
            "B": "K",
            "C": "Ca",
            "D": "Na"
        },
        "answer": "B"
    },
    {
        "question": "ऐल्केन का सामान्य सूत्र है:",
        "options": {
            "A": "C<sub>n</sub> H<sub>2n+2</sub>}",
            "B": "C<sub>n</sub> H<sub>2n</sub>}",
            "C": "C<sub>n</sub> H<sub>2n-2</sub>}",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "ऐल्डिहाइड का क्रियाशील समूह है:",
        "options": {
            "A": "-CHO",
            "B": "-COOH",
            "C": "-OH",
            "D": "-O"
        },
        "answer": "A"
    },
    {
        "question": "ऐल्केन जाना जाता है:",
        "options": {
            "A": "पैराफीन",
            "B": "ओलीफिन",
            "C": "दोनों",
            "D": "कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन ऐलुमिनियम का अयस्क है:",
        "options": {
            "A": "बॉक्साइट",
            "B": "सिनेबार",
            "C": "जिंक ब्लेंड",
            "D": "डोलोमाइट"
        },
        "answer": "A"
    },
    {
        "question": "एक एलिमेंट जिसका द्रवणांक उच्च है और जल में घुलनशील है, वह तत्व है:",
        "options": {
            "A": "Ca",
            "B": "C",
            "C": "Si",
            "D": "Fe"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन-सा समूह विस्थापन प्रतिक्रिया देता है:",
        "options": {
            "A": "NaCl का घोल और तांबा धातु",
            "B": "MgCl<sub>2</sub> का घोल और ऐलुमिनियम धातु",
            "C": "FeSO<sub>4</sub> का घोल और चांदी धातु",
            "D": "AgNO<sub>3</sub> का घोल और तांबा धातु"
        },
        "answer": "D"
    },
    {
        "question": "एक यौगिक जिसका आणविक सूत्र समान परंतु संरचना सूत्र अलग हो, कहलाता है:",
        "options": {
            "A": "आइसोमेरिज्म",
            "B": "आइसोटोप",
            "C": "आइसोबार",
            "D": "आइसोटोन"
        },
        "answer": "A"
    },
    {
        "question": "निम्नलिखित यौगिक का I.U.P.A.C नाम है: CH<sub>3</sub>-O-C<sub>2</sub>H<sub>5</sub>",
        "options": {
            "A": "मिथोक्सी इथेन",
            "B": "इथोक्सी मिथेन",
            "C": "मिथोक्सी प्रोपेन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "यौगिक जो योगात्मक प्रतिक्रिया में भाग लेता है, वह है:",
        "options": {
            "A": "H-C ≡ C-H",
            "B": "CH<sub>4</sub>",
            "C": "C<sub>2</sub>H<sub>6</sub>",
            "D": "C<sub>3</sub>H<sub>6</sub>"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन विनेगर है:",
        "options": {
            "A": "CH<sub>3</sub>COOH",
            "B": "HCOOH",
            "C": "C<sub>6</sub>H<sub>5</sub>COOH",
            "D": "C<sub>6</sub>H<sub>5</sub>OH",
        },
        "answer": "A"
    },
    {
        "question": "सांद्रण ऐल्कोहॉल हाइड्रोलिसिस द्वारा बनाया जाता है:",
        "options": {
            "A": "साल्ट और दाग",
            "B": "कार्बोक्सिलिक एसिड और एस्टर",
            "C": "ईथर",
            "D": "ऐल्कोहॉल"
        },
        "answer": "B"
    },
    {
        "question": "किस स्रोत से प्राप्त जल के द्वारा साबुन सफाई अच्छे से होती है:",
        "options": {
            "A": "नल",
            "B": "वर्षा",
            "C": "कुओं",
            "D": "हैड पंप"
        },
        "answer": "B"
    },
    {
        "question": "साबुन निर्माण प्रक्रिया में बाय प्रोडक्ट बनता है:",
        "options": {
            "A": "ग्लिसरॉल",
            "B": "ग्लूटोन्स",
            "C": "प्लूटोनियम",
            "D": "प्लास्टोकोनियम"
        },
        "answer": "A"
    },
    {
        "question": "हाइड्रोकार्बन है:",
        "options": {
            "A": "जल में अघुलनशील",
            "B": "कार्बन और हाइड्रोजन से बने होते हैं",
            "C": "दोनों (A) एवं (B)",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन यौगिक जलीयकरण प्रतिक्रिया से गैस देता है:",
        "options": {
            "A": "CaC<sub>2</sub>",
            "B": "Al<sub>4</sub>C<sub>3</sub>",
            "C": "Cu<sub>2</sub>Cl<sub>2</sub>",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "ऐसीटलीन I.U.P.A.C नामकरण है:",
        "options": {
            "A": "ईथीन",
            "B": "इथाइन",
            "C": "मीथेन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "ऐलुमिनियम कार्बाइड के जलीयकरण से गैस बनता है:",
        "options": {
            "A": "मीथेन",
            "B": "ईथीन",
            "C": "ब्यूटेन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "जब निकील को उपस्थिति में हाइड्रोजन से प्रतिक्रिया करता है, तो:",
        "options": {
            "A": "ईथीन गैस बनता है",
            "B": "ब्यूटेन बनता है",
            "C": "ईथेन बनता है",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "NaCl का रवा प्राप्त होता है:",
        "options": {
            "A": "Na/Cl परमाणु द्वारा",
            "B": "Na<sup>+</sup>/Cl<sup>-</sup> आयन द्वारा",
            "C": "Na और Cl परमाणु द्वारा",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "इनमें से कौन सदिश राशि नहीं है:",
        "options": {
            "A": "विस्थापन",
            "B": "चाल",
            "C": "वेग",
            "D": "त्वरण"
        },
        "answer": "B"
    },
    {
        "question": "इनमें से कौन त्वरण का मानक नहीं हो सकता?",
        "options": {
            "A": "km/s^2",
            "B": "m/s^2",
            "C": "mi/s^2",
            "D": "m/s"
        },
        "answer": "D"
    },
    {
        "question": "किसी \\mathrm{km/s^2}",
        "options": {
            "A": "किमी/घंटा",
            "B": "किमी/सेकेंड",
            "C": "मी/सेकेंड",
            "D": "उपरोक्त में से कोई नहीं"
        },
        "answer": "D"
    },
    {
        "question": "मी/सेकेंड",
        "options": {
            "A": "गति/समय",
            "B": "वेग/समय",
            "C": "विस्थापन/समय",
            "D": "दूरी/समय"
        },
        "answer": "B"
    },
    {
        "question": "एक कार 72 किमी. प्रति घंटा से 36 किमी. प्रति घंटा से 10 सेकंड में बढ़ती है। प्रति घंटा से घटकर 10 सेकंड में हो जाती है। इसका त्वरण है:",
        "options": {
            "A": "2 मी./सेकेंड^2",
            "B": "-2 मी./सेकेंड^2",
            "C": "3.6 मी./सेकेंड^2",
            "D": "1 मी./सेकेंड^2"
        },
        "answer": "B"
    },
    {
        "question": "चाल समय ग्राफ का ढलान देता है:",
        "options": {
            "A": "तय की गई दूरी",
            "B": "वेग",
            "C": "त्वरण",
            "D": "विस्थापन"
        },
        "answer": "C"
    },
    {
        "question": "इनमें से कौन सही संबंध है:",
        "options": {
            "A": "v = u-at",
            "B": "v = u+at",
            "C": "v = u/at",
            "D": "कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "गतिज ऊर्जा का निर्धारण निर्भर करता है:",
        "options": {
            "A": "वस्तु के वेग पर",
            "B": "वस्तु के चाल पर",
            "C": "वस्तु के द्रव्यमान पर",
            "D": "वस्तु के आकार पर"
        },
        "answer": "C"
    },
    {
        "question": "जब दूध मंथन (churn) से निकाला जाता है तो उसका आकार परिवर्तित हो जाता है, इसका कारण कौन-सा बल उत्तरदायी है:",
        "options": {
            "A": "संतुलित बल",
            "B": "अपकेन्द्र बल",
            "C": "असंतुलित बल",
            "D": "गुरुत्व"
        },
        "answer": "B"
    },
    {
        "question": "राकेट किस सिद्धांत पर कार्य करता है:",
        "options": {
            "A": "द्रव्यमान",
            "B": "ऊर्जा",
            "C": "संवेग",
            "D": "वेग"
        },
        "answer": "C"
    },
    {
        "question": "एक न्यूटन बराबर होता है:",
        "options": {
            "A": "10^3 डाइन",
            "B": "10^7 डाइन",
            "C": "10^5 डाइन",
            "D": "10^4 डाइन"
        },
        "answer": "C"
    },
    {
        "question": "संवेग का \\mathrm{S.I.} मात्रक है:",
        "options": {
            "A": "किग्रा. \\mathrm{m/s}",
            "B": "किग्रा. \\mathrm{m/s}^{-1}",
            "C": "मी. \\mathrm{s}^{-1}",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "क्रिया प्रतिक्रिया में बराबर होती है:",
        "options": {
            "A": "बल",
            "B": "वेग",
            "C": "त्वरण",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "112 किग्रा. द्रव्यमान का लड़का मेदान में खड़ा है और उसपर 500 न्यूटन बल लगाता है। मैदान द्वारा लड़का पर लगाया गया बल है:",
        "options": {
            "A": "50 न्यूटन",
            "B": "2500 न्यूटन",
            "C": "10 न्यूटन",
            "D": "500 न्यूटन"
        },
        "answer": "D"
    },
    {
        "question": "113. 5 न्यूटन बल द्वारा 20 किग्रा. की वस्तु पर उत्पन्न त्वरण \\mathrm{m/s}^2 में होगा:",
        "options": {
            "A": "4",
            "B": "100",
            "C": "0.25",
            "D": "2.5"
        },
        "answer": "C"
    },
    {
        "question": "केप्लर के ग्रहों की गति के सिद्धांत के अनुसार:",
        "options": {
            "A": "T^2 \\propto R^3",
            "B": "T^2 \\propto R^2",
            "C": "T^2 \\propto R^1/2",
            "D": "T^2 \\propto 1/R^2"
        },
        "answer": "A"
    },
    {
        "question": "R त्रिज्या के पृथ्वी के केन्द्र पर वस्तु का भार है:",
        "options": {
            "A": "शून्य",
            "B": "अनंत",
            "C": "पृथ्वी के सतह से R गुना",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन ऊर्जा का मात्रक नहीं है:",
        "options": {
            "A": "जूल",
            "B": "न्यूटन-मीटर",
            "C": "किलोवाट",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "100 \\mathrm{~W} का विद्युत बल्ब 1 मिनट में कितनी ऊर्जा परिवर्तित करता है:",
        "options": {
            "A": "100 जूल",
            "B": "600 जूल",
            "C": "3600 जूल",
            "D": "6000 जूल"
        },
        "answer": "D"
    },
    {
        "question": "जब कोई वस्तु स्वतंत्र रूप से गिरती है तो इसकी कुल ऊर्जा:",
        "options": {
            "A": "बढ़ती है",
            "B": "घटती है",
            "C": "स्थिर रहती है",
            "D": "पहले बढ़ती है और बाद में घटती है"
        },
        "answer": "C"
    },
    {
        "question": "सोनार में हम लोग उपयोग करते हैं:",
        "options": {
            "A": "अनुदैर्ध्य तरंग",
            "B": "अवरक्त तरंग",
            "C": "रेडियो तरंग",
            "D": "श्रव्य ध्वनि तरंग"
        },
        "answer": "D"
    },
    {
        "question": "भूकंप की समय किस तरह की ध्वनि उत्पन्न होती है:",
        "options": {
            "A": "अनुनाद",
            "B": "अल्ट्रासाउंड",
            "C": "श्रव्य ध्वनि",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "एक इंजन ऊँचा साउंड को सुन सकता है, वह है:",
        "options": {
            "A": "चमगादड़",
            "B": "कबूतर",
            "C": "मानव",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "20^{\circ} \mathrm{C} तापमान पर प्रतिध्वनि सुनने के लिए किसी व्यक्ति की कम से कम दूरी होनी चाहिए:",
        "options": {
            "A": "12.2 मीटर",
            "B": "17.2 मीटर",
            "C": "15.2 मीटर",
            "D": "34.4 मीटर"
        },
        "answer": "B"
    },
    {
        "question": "जब निम्न ध्वनि को उच्च ध्वनि में परिवर्तित करते हैं तो हम लोग बढ़ाते हैं:",
        "options": {
            "A": "आवृत्ति",
            "B": "आयाम",
            "C": "वेग",
            "D": "तरंग दैर्ध्य"
        },
        "answer": "B"
    },
    {
        "question": "'g' का मान चंद्रमा की सतह पर होता है:",
        "options": {
            "A": "पृथ्वी की सतह से कम",
            "B": "पृथ्वी की सतह से ज्यादा",
            "C": "पृथ्वी के बराबर",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन g=GM/R^2 से सही संबंध है:",
        "options": {
            "A": "g = GM/R^2",
            "B": "g = R^2 GM",
            "C": "GM/R",
            "D": "R/GM"
        },
        "answer": "A"
    },
    {
        "question": "'g' का मान अधिकतम होता है:",
        "options": {
            "A": "भूमध्य रेखा पर",
            "B": "इक्वेटर पर",
            "C": "ध्रुवों पर",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "लेंस बनाने में कौन-सा पदार्थ का उपयोग नहीं किया जाता है:",
        "options": {
            "A": "जल",
            "B": "कांच",
            "C": "प्लास्टिक",
            "D": "क्ले"
        },
        "answer": "D"
    },
    {
        "question": "किसी वस्तु को पूरी तरह से देखने के लिए, आप इनमें से किस लेंस का प्रयोग करेंगे:",
        "options": {
            "A": "उत्तर लेंस फोकसांतर 50 सेमी.",
            "B": "अवतल लेंस फोकसांतर 50 सेमी.",
            "C": "उत्तर लेंस फोकसांतर 5 सेमी.",
            "D": "अवतल लेंस फोकसांतर 5 सेमी."
        },
        "answer": "C"
    },
    {
        "question": "लेंस सूत्र है:",
        "options": {
            "A": "1/v - 1/u = 1/f",
            "B": "1/v + 1/u = 1/f",
            "C": "1/f + 1/u = 1/v",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "एक सामान्य व्यक्ति के लिए स्पष्ट दृष्टि की न्यूनतम दूरी होती है:",
        "options": {
            "A": "25 मीटर",
            "B": "2.5 सेमी.",
            "C": "25 सेमी.",
            "D": "2.5 मीटर"
        },
        "answer": "C"
    },
    {
        "question": "किसी वस्तु का प्रतिबिंब मानव आँख पर बनता है:",
        "options": {
            "A": "कॉर्निया",
            "B": "आइरिस",
            "C": "प्यूपिल",
            "D": "रेटिना"
        },
        "answer": "D"
    },
    {
        "question": "गाड़ी में लगा दर्पण आवर्धन धनात्मक एवं एक से कम है:",
        "options": {
            "A": "एक से कम",
            "B": "एक के बराबर",
            "C": "एक से ज्यादा",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "यदि आपका प्रतिबिंब दर्पण से सीधा बनता है तो दर्पण होगा:",
        "options": {
            "A": "उत्तल",
            "B": "अवतल",
            "C": "समतल",
            "D": "समतल या उत्तल"
        },
        "answer": "D"
    },
    {
        "question": "आँख का कौन-सा भाग मृत्यु के बाद दान में दिया जाता है:",
        "options": {
            "A": "कॉर्निया",
            "B": "आइरिस",
            "C": "प्यूपिल",
            "D": "रेटिना"
        },
        "answer": "A"
    },
    {
        "question": "रेटिना पर बना प्रतिबिंब होता है:",
        "options": {
            "A": "वास्तविक और उल्टा",
            "B": "वास्तविक और सीधा",
            "C": "काल्पनिक और उल्टा",
            "D": "काल्पनिक और सीधा"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन दर्पण सूत्र है:",
        "options": {
            "A": "1/v + 1/u = 1/f",
            "B": "1/v - 1/u = 1/f",
            "C": "v/u = 1/f",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "किसी लेंस की क्षमता का सूत्र है:",
        "options": {
            "A": "डायोप्टर",
            "B": "मी.^{-2}",
            "C": "मी.^{-1}",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "स्नेल नियम के अनुसार",
        "options": {
            "A": "\\mu = \sin i/ \sin r",
            "B": "\\mu = \sin r/ \sin i",
            "C": "\\mu = \sin i \\times \sin r",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "किसी दर्पण के मुख्य फोकस और ध्रुव के बीच की दूरी को कहते हैं:",
        "options": {
            "A": "फोकसांतर",
            "B": "फोकस",
            "C": "आवर्धन",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "किसी लेंस की क्षमता होती है:",
        "options": {
            "A": "P = 1/f",
            "B": "P = f",
            "C": "P = v/u",
            "D": "कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "जब प्रकाश एक माध्यम से दूसरे माध्यम में जाता है तो इसके पथ में परिवर्तन को कहते हैं:",
        "options": {
            "A": "प्रकाश का परावर्तन",
            "B": "प्रकाश का अपवर्तन",
            "C": "दोनों (A) एवं (B)",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "B"
    },
    {
        "question": "विद्युत धारा का मात्रक है:",
        "options": {
            "A": "एम्पीयर",
            "B": "कुलम्ब/से.",
            "C": "कुलम्ब",
            "D": "एक से अधिक"
        },
        "answer": "D"
    },
    {
        "question": "प्रिज्म में कितने सतह बंध हैं:",
        "options": {
            "A": "2",
            "B": "4",
            "C": "5",
            "D": "7"
        },
        "answer": "C"
    },
    {
        "question": "यदि किसी वस्तु का द्रव्यमान 'm' \mathrm{kg} तथा वेग 'v' \mathrm{m/sec} है, तो इसकी गतिज ऊर्जा (k) है:",
        "options": {
            "A": "k = 1/2 mv^2",
            "B": "k = 1/2 mv",
            "C": "k = 2/mv^2",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "श्वेत प्रकाश कहा जा सकता है:",
        "options": {
            "A": "मोनोक्रोमेटिक",
            "B": "डाईक्रोमेटिक",
            "C": "पोलीक्रोमेटिक",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "C"
    },
    {
        "question": "तारों के चमकने का कारण है:",
        "options": {
            "A": "अपवर्तन",
            "B": "परावर्तन",
            "C": "दोनों",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    },
    {
        "question": "इनमें से कौन विद्युतीय क्षमता को नहीं बदलता है:",
        "options": {
            "A": "I^2R",
            "B": "IR^2",
            "C": "VI",
            "D": "V^2/R"
        },
        "answer": "B"
    },
    {
        "question": "एक विद्युत बल्ब को 220 \mathrm{~V} के जनरेटर से जोड़ा गया। विद्युतधारा का मान 0.50 \mathrm{~A} है बल्ब की क्षमता क्या है?",
        "options": {
            "A": "110 \mathrm{~W}",
            "B": "120 \mathrm{~W}",
            "C": "130 \mathrm{~W}",
            "D": "140 \mathrm{~W}"
        },
        "answer": "A"
    },
    {
        "question": "ओम नियम के अनुसार इनमें से कौन सही है:",
        "options": {
            "A": "V = IR",
            "B": "I = V/R",
            "C": "V = I^2R",
            "D": "एक से अधिक"
        },
        "answer": "D"
    },
    {
        "question": "जब कई प्रतिरोधक श्रृंखला में जुड़े होते हैं तो समतुल्य प्रतिरोध बराबर होता है:",
        "options": {
            "A": "R = R_1 + R_2 + R_3",
            "B": "1/R = 1/R_1 + 1/R_2 + 1/R_3",
            "C": "R = R_1 R_2 R_3 / R_1 + R_2 + R_3",
            "D": "इनमें से कोई नहीं"
        },
        "answer": "A"
    }
]